Government_Client/requests/getOperationsByDateBetween.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
	xmlns:gs="com.government.model">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getOperationsRequest>
      	<gs:start_date>2017-05-11</gs:start_date>
      	<gs:end_date>2017-05-21</gs:end_date>
      </gs:getOperationsRequest>
   </soapenv:Body>
</soapenv:Envelope>